CSI API ETABS v1
cLoadCases.ModalEigen Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cCaseModalEigen ModalEigen { get; }
ReadOnly Property ModalEigen As cCaseModalEigen
	Get
Dim instance As cLoadCases
Dim value As cCaseModalEigen
value = instance.ModalEigen
property cCaseModalEigen^ ModalEigen {
	cCaseModalEigen^ get ();
}
abstract ModalEigen : cCaseModalEigen with get
Property Value
Type: cCaseModalEigen
See Also
Reference
cLoadCases Interface
ETABSv1 Namespace